Repository: d1opensource/django-nece
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: Invalid image file content.
fr: Contenu du fichier image non valide.

source: Cannot add sibling to a missing S3 file.
fr: Impossible d'ajouter un frère ou une sœur à un fichier S3 manquant.

source: If rules are applied to dataset or collection it cannot be used for investor portal.
fr: Si des règles sont appliquées à un ensemble de données ou à une collection, elles ne peuvent pas être utilisées pour le portail des investisseurs.

source: The provided photo is larger than {settings.PROFILE_IMAGE_MAX_SIZE_IN_MB}MB.
fr: La photo fournie fait plus de {settings.PROFILE_IMAGE_MAX_SIZE_IN_MB} Mo.

source: Invalid file content type.
fr: Type de contenu de fichier invalide.

source: Missing file extension.
fr: Extension de fichier manquante.

source: Invalid file extension.
fr: Extension de fichier invalide.

source: The source user doesn't have any UI settings to copy.
fr: L'utilisateur source n'a pas de réglages d'interface à copier.

source: Profile does not have a contact associated. Is it an external profile?
fr: L'utilisateur n'a aucun rôle assigné à son profile.

source: Factor Analysis
fr: Métriques sur les lots

source: Billing
fr: Facturation

source: Bill Groups
fr: Groupe d’âge

source: Fee Runs
fr: Courses payantes

source: Group Details
fr: Détails du groupe

source: Record Details
fr: Détails de l'enregistrement 23
